aurvote
awesome-git
broadcom-wl
bspwm-git
chruby
compton-git
cower
downgrade
git-extras
jdk
jre
mpd-git
ncmpcpp-git
nvm
powerline-fonts-git
ranger-git
shellcheck
speedtest-cli
ttf-google-fonts-git
xf86-input-mtrack
