ack
ansible
apache
arch-install-scripts
aurvote
autoconf
automake
awesome-git
b43-firmware
bash
bash-completion
binutils
bison
broadcom-wl
bspwm-git
bzip2
bzr
chromium
chruby
compton-git
conky
coreutils
cower
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
dosfstools
downgrade
e2fsprogs
efibootmgr
expac
fakeroot
file
filesystem
findutils
firefox
fish
flex
gawk
gcc
gcc-libs
gettext
git
git-extras
glibc
go
grep
groff
grub
gzip
htop
hub
i3-wm
i3lock
i3status
ifplugd
inetutils
iproute2
iputils
iw
jfsutils
jre
lemonbar-git
less
libtool
licenses
linux
logrotate
lua
lvm2
lxc
lynx
m4
make
man-db
man-pages
mdadm
mercurial
mpd-git
nano
ncmpcpp-git
netctl
nginx
nodejs
npm
nvm
openssh
os-prober
pacaur
pacman
patch
pciutils
pcmciautils
perl
phantomjs
php
pkg-config
pkgfile
postgresql
postgresql-libs
powerline-fonts-git
procps-ng
psmisc
puppet
python2-pip
python2-setuptools
python2-virtualenv
ranger-git
redis
reflector
reiserfsprogs
rsync
ruby-install
rxvt-unicode
rxvt-unicode-terminfo
s-nail
s3cmd
sed
shadow
shellcheck
speedtest-cli
subversion
sudo
sysfsutils
systemd-sysvcompat
tar
tarsnap
texinfo
the_silver_searcher
thefuck
tmux
traceroute
ttf-google-fonts-git
usbutils
util-linux
vagrant
vi
vim
weechat
wget
which
wireless_tools
wpa_actiond
wpa_supplicant
xf86-input-mtrack
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xinit
xorg-xmodmap
xterm
yajl
zsh
