ack
ansible
apache
arch-install-scripts
base
base-devel
bash-completion
bzr
chromium
conky
ctags
curl
dhcpcd
dialog
dmenu
docker
expac
firefox
fish
git
go
grub
htop
hub
i3lock
i3status
i3-wm
ifplugd
iw
lxc
lynx
mercurial
nginx
nodejs
npm
openssh
openssl
os-prober
perl
phantomjs
php
pkgfile
postgresql
postgresql-libs
puppet
python2-pip
python2-setuptools
python2-virtualenv
redis
reflector
rsync
rxvt-unicode
rxvt-unicode-terminfo
s3cmd
subversion
sudo
tarsnap
thefuck
the_silver_searcher
tmux
vagrant
vim
wget
wireless_tools
wpa_actiond
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xorg-server
xorg-server-utils
xorg-twm
xorg-xclock
xorg-xinit
xorg-xmodmap
yajl
zsh
