adobe-creative-cloud
atom
brave
caffeine
caprine
chromium
daisydisk
docker
firefoxdeveloperedition
firefoxnightly
gitter
gitup
hyper
imagealpha
imageoptim
intellij-idea
iterm2
java
karabiner
keybase
keyboard-cleaner
ksdiff
licecap
limechat
malwarebytes-anti-malware
master-password
nanobox
provisioning
qlcolorcode
qlimagesize
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
safari-technology-preview
sketchpacks
sparkleshare
sublime-text-dev
transmission
tweeten
vagrant
virtualbox
visual-studio-code
vivaldi
webkit-nightly
webpquicklook
webstorm
xld
xquartz
yakyak
