ack
acmetool
algernon
apm-bash-completion
aria2
armor
asciinema
asio
wallix/awless/awless
aws-shell
awscli
bash-completion@2
bash-preexec
bats
berkeley-db@4
bfg
binutils
borg
homebrew/php/box
brew-cask-completion
homebrew/dupes/bzip2
caddy
ccat
certbot
certigo
checkstyle
chromedriver
clang-format
closure-compiler
closure-linter
cmus
composer-completion
coreutils
ctop
curl
dante
devd
homebrew/dupes/diffutils
doctl
docutils
docx2txt
duplicity
homebrew/dupes/ed
enchant
entr
exiftags
exiftool
extract_url
fdupes
ffind
ffmpeg
homebrew/dupes/file-formula
findutils
fio
flow
fontforge
fonttools
fpp
fswatch
jhawthorn/fzy/fzy
gawk
gcc
gem-completion
geoip
get-flash-videos
ghostscript
gifsicle
gimme
git
git-archive-all
git-extras
git-lfs
git-now
gitless
global
glog
gnu-sed
gnu-tar
gnu-which
gnuplot
gnustep-make
godep
googler
gotags
yudai/gotty/gotty
homebrew/dupes/gpatch
gpm
graphicsmagick
graphviz
grc
homebrew/dupes/grep
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gst-python
guetzli
guile
homebrew/dupes/gzip
hadolint
highlight
hiredis
htop
httest
httpie
hub
hugo
i3status
homebrew/php/igbinary
imagejs
imagemagick
imap-uw
simeji/jid/jid
jpeg-turbo
jpegoptim
jq
known_hosts
kubernetes-cli
languagetool
ldns
leiningen
homebrew/dupes/less
libaacs
libarchive
libav
libdvdnav
homebrew/dupes/libedit
homebrew/dupes/libiconv
libidn
librdkafka
libressl
librsvg
libwebm
libxdg-basedir
libxslt
livestreamer
luvit
lz4
m-cli
homebrew/dupes/m4
macvim
homebrew/dupes/make
markdown
mas
maven
mcrypt
md5sha1sum
media-info
mighttpd2
minio-mc
mono
moreutils
mtr
homebrew/dupes/nano
nativefier
ncdu
neovim/neovim/neovim
oath-toolkit
opam
open-completion
homebrew/dupes/openssh
opusfile
caryll/tap/otfcc-mac64
p7zip
path-extractor
pcre2
pdf2svg
pdfgrep
peco
perl
phantomjs
pidcat
pidof
pip-completion
pipes-sh
png2ico
pngcrush
pngquant
pre-commit
proselint
protobuf
psgrep
pv
python-pykka
python3
ranger
rclone
thoughtbot/formulae/rcm
reattach-to-user-namespace
rename
rhino
ripgrep
rmlint
grammarly/tap/rocker
homebrew/dupes/rsync
ruby
ruby-completion
rxvt-unicode
s-search
s3cmd
sassc
sbt
sbtenv
homebrew/dupes/screen
screenfetch
screenresolution
selecta
shellcheck
shellinabox
shellshare
siege
sift
socat
speedtest_cli
spidermonkey
ssh-audit
ssh-copy-id
sshrc
sslyze
svg2png
svgcleaner
sysdig
t-completion
homebrew/dupes/tcl-tk
homebrew/dupes/tcpdump
td
telegram-cli
terminal-notifier
texinfo
thefuck
tidy-html5
tldr
tmux
todolist
vapor/tap/toolbox
tree
uchardet
unixodbc
joshuaclayton/formulae/unused
homebrew/dupes/unzip
utf8proc
v
vagrant-completion
vapoursynth
vault
vifm
vim
vnu
wakatime-cli
watch
watchman
wdiff
wego
wget
wifi-password
wput
wslay
wxmac
xhyve
xonsh
you-get
youtube-dl
yubico-piv-tool
z
homebrew/dupes/zlib
zopfli
zsh
zsh-syntax-highlighting
