atom
caffeine
daisydisk
docker-beta
imagealpha
imageoptim
iterm2-nightly
java
karabiner
keybase
keyboard-cleaner
ksdiff
licecap
limechat
malwarebytes-anti-malware
provisioning
qlcolorcode
qlimagesize
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
sparkleshare
sublime-text-dev
transmission
vagrant
virtualbox
visual-studio-code
webpquicklook
xld
xquartz
yakyak
