0d1n
0trace
3proxy
3proxy-win32
42zip
acccheck
ace
ack
acpid
admid-pack
adminpagefinder
admsnmp
aesfix
aeskeyfind
aespipe
afflib
afl
afpfs-ng
against
aiengine
aimage
air
airflood
airgraph-ng
airoscript
airpwn
allthevhosts
androguard
androick
android-apktool
android-ndk
android-sdk
android-sdk-platform-tools
androidsniffer
android-udev-rules
anontwi
ansible
aphopper
apnbf
arachni
aranea
arch-install-scripts
archlinux-artwork
arduino
argus
argus-clients
armitage
arpalert
arpoison
arpon
arp-scan
arpwner
artillery
asleap
asp-audit
atftp
athena-ssl-scanner
atstaketools
aurvote
autopsy
auto-xor-decryptor
azazel
b2sum
backcookie
backdoor-factory
backfuzz
balbuzard
bamf-framework
basedomainname
bash-completion
batctl
batman-adv
batman-alfred
bbqsql
bdfproxy
bdlogparser
bed
beef
beeswarm
beholder
beleth
bfbtester
bgp-md5crack
bindead
binex
binflow
bing-ip2hosts
bing-lfi-rfi
binwalk
binwally
bios_memimage
birp
bittwist
bkhive
blackarch-keyring
blackarch-menus
blackhash
blackman
bletchley
blindelephant
blindsql
bluebox-ng
bluebugger
bluelog
bluepot
blueprint
blueranger
bluescan
bluesnarfer
bluez-utils
bmap-tools
bob-the-butcher
bokken
bowcaster
braa
braces
bro
broadcom-wl
browser-fuzzer
brutessh
brutus
bsdiff
bsqlbf
bss
bt_audit
btcrack
btrfs-progs
btscanner
bulk-extractor
bully
bunny
burpsuite
buttinsky
bvi
bytecode-viewer
cadaver
canari
cangibrina
cansina
capstone
captipper
carwhisperer
casefile
cdpsnarf
cecster
centry
cewl
cflow
chaosmap
chaosreader
chapcrack
checkiban
checkpwd
checksec
check-weak-dh-ssh
cheetah
chiron
chkrootkit
chntpw
chownat
chrome-decode
chromefreak
chromium
chromium-pepper-flash
chruby
cidr2range
cintruder
ciphertest
ciphr
cirt-fuzzer
cisco5crack
cisco7crack
cisco-auditing-tool
cisco-global-exploiter
cisco-ocs
cisco-router-config
ciscos
cisco-scanner
cisco-snmp-enumeration
cisco-snmp-slap
cisco-torch
clamscanlogparser
climber
clonezilla
clusterd
cmake
cmospwd
cms-explorer
cms-few
cmsmap
codetective
commix
complemento
compton-git
configpush
conpot
conscan
cookie-cadger
cower
cowpatty
cpfinder
cppcheck
cpptest
crackhor
crackle
crackserver
create_ap
creddump
creds
creepy
crowbar
crunch
crypthook
cryptonark
csrftester
ctags
ctunnel
cuckoo
cupp
cutycapt
cvechecker
cymothoa
damm
darkbing
darkd0rk3r
darkjumper
darkmysqli
darkstat
davoset
davtest
dbd
dbpwaudit
dc3dd
dcfldd
ddrescue
deblaze
delldrac
depant
depdep
detect-it-easy
device-pharmer
dex2jar
dff-scanner
dhcdrop
dhcpig
dialog
dinouml
dirb
dirbuster
dirbuster-ng
directorytraversalscan
dirs3arch
dirscanner
dislocker
dissector
dissy
dizzy
dmenu
dmitry
dnmap
dns2geoip
dns2tcp
dnsa
dnsbf
dnsbrute
dnschef
dnsdrdos
dnsenum
dnsgoblin
dnsmap
dnspredict
dnsrecon
dns-reverse-proxy
dnsspider
dns-spoof
dnstracer
dnsutils
dnswalk
docker
domain-analyzer
doona
doozer
dotdotpwn
dpeparser
dpscan
dradis
driftnet
dripper
dropbox
dscanner
dsd
dsniff
dumb0
dump1090
dumpacl
dumpzilla
dvcs-ripper
eapmd5pass
easy-creds
easyda
easyfuzzer
eazy
ecfs
edb
eindeutig
elettra
elettra-gui
elite-proxy-finder
enabler
encodeshellcode
ent
enum4linux
enumiax
enum-shares
enyelkm
epicwebhoneypot
erase-registrations
etherape
ethtool
ettercap
evilgrade
evilmaid
exabgp
exiv2
exo
expac
expimp-lookup
exploit-db
extracthosts
extundelete
eyepwn
eyewitness
facebot
facebrute
fakeap
fakedns
fakemail
fakenetbios
fang
faraday
fbht
fbid
fcrackzip
fernmelder
fern-wifi-cracker
fgscanner
fhttp
fierce
fiked
filibuster
fimap
findmyhash
firefox
firewalk
firmware-mod-kit
firstexecution
fish
fl0p
flare
flasm
flawfinder
flowinspect
flunym0us
foremost
forkingportscanner
fpdns
fping
fport
fprotlogparser
fraud-bridge
freeipmi
freeradius
frisbeelite
fsnoop
fs-nyarl
fstealer
ftester
ftp-fuzz
ftpmap
ftp-scanner
ftp-spider
fusil
fuzzap
fuzzball2
fuzzdb
fuzzdiff
fuzztalk
fzf
fzf-extras
g72x++
galleta
garcon
gcc-libs-multilib
gcc-multilib
gd
gdb
genlist
geoedge
geoip
geoip-database
geoipgen
gerix-wifi-cracker
getsids
gggooglescan
ghettotooth
ghost-phisher
ghost-py
giskismet
git
git-extras
gnuradio
gnutls2
go
goldeneye
golismero
goodork
goofile
googlesub
goog-mail
gooscan
gpredict
gqrx
grabber
greenbone-security-assistant
grepforrfi
grokevt
grub
gtalk-decode
gtk-xfce-engine
gtp-scan
guymager
gwcheck
gwtenum
hackersh
haka
halberd
halcyon
hamster
handle
hasere
hashcat
hashcat-utils
hashdeep
hasher
hashfind
hashid
hashpump
hashtag
haystack
hbad
hcraft
hdcp-genkey
hdmi-sniff
heartbleed-honeypot
hex2bin
hexinject
hexorbase
hharp
hidattack
honeyd
honggfuzz
honssh
hookanalyser
hostapd-wpe
hostbox-ssh
host-extract
hotpatch
hotspotter
hpfeeds
hping
hqlmap
htexploit
htop
htrosbif
htshells
httpbog
http-enum
httpforge
http-fuzz
httping
http-put
httprint
httprint-win32
httpry
httpsniff
httpsscanner
http-traceroute
httptunnel
hub
hulk
hwk
hyde
hydra
hyenae
hyperfox
hyperion
i3lock
i3status
i3-wm
iaxflood
iaxscan
ibrute
icmpquery
icmptx
idswakeup
ifchk
iheartxor
iisbruteforcer
ikecrack
ikeprobe
ikeprober
ike-scan
ilty
imagejs
inception
indxparse
inetsim
infip
inguma
intercepter-ng
interrogate
intersect
intrace
inundator
inurlbr
inviteflood
iodine
iosforensic
ipaudit
ipba2
ipdecap
iphoneanalyzer
ip-https-tools
ipscan
ipv6toolkit
ircsnapshot
irpas
isr-form
jad
jadx
jaidam
javasnoop
jboss-autopwn
jbrofuzz
jbrute
jd-gui
jdk
jhead
jigsaw
jnetmap
john
johnny
jomplug
joomlascan
joomscan
jre
js-beautify
jsql
junkie
jwscan
jynx2
kacak
kadimus
kalibrate-rtl
katsnoop
kautilya
keimpx
khc
killerbee
kippo
kismet
kismet2earth
kismet-earth
klogger
knock
kolkata
kraken
laf
lanmap2
lans
laptop-mode-tools
latd
laudanum
lbd
lbmap
ldap-brute
ldapenum
leiningen
leo
leroy-jenkins
levye
lfi-autopwn
lfi-exploiter
lfifreak
lfi-fuzzploit
lfi-image-helper
lfimap
lfi-scanner
lfi-sploiter
lft
libdisasm
libgcrypt15
libpst
libsynaptics
liffy
linenum
linset
linux-exploit-suggester
lisa.py
list-urls
littleblackbox
lldb
lodowep
logkeys
loot
lorcon
lotophagi
lsof
lsrtunnel
lte-cell-scanner
luksipc
luyten
lxc
lynis
lynx
macchanger
maclookup
mac-robber
magicrescue
magictree
makepasswd
make-pdf
malcom
malheur
maligno
malmon
maltego
maltrieve
malwareanalyser
malware-check-tool
malwaredetect
malwasm
malybuzz
mana
marc4dasm
maskprocessor
masscan
mat
matahari
mausezahn
mbenum
mboxgrep
mdbtools
mdcrack
mdk3
mdns-scan
medusa
melkor
memdump
memfetch
mercurial
metacoretex
metagoofil
metasploit
meterssh
metoscan
mfcuk
mfoc
mfsniffer
mibble
middler
mikrotik-npk
minimysqlator
miranda-upnp
miredo
missidentify
missionplanner
mitmap
mitmer
mitmf
mitmproxy
mkbrutus
mobiusft
modscan
moloch
monocle
morxbook
morxbrute
morxbtcrack
morxcoinpwn
morxcrack
morxkeyfmt
morxtraversal
morxtunnel
mousepad
mp3nema
mpd-git
mptcp
mptcp-abuse
mpv-git
mrtparse
mssqlscan
ms-sys
msvpwn
mtr
multiinjector
multimac
multitun
mutator
mwebfp
mysql2sqlite
nacker
nbnspoof
nbtenum
nbtool
nbtscan
ncmpcpp-git
ncpfs
ncrack
neglected
neighbor-cache-fingerprinter
nemesis
netbios-share-scanner
netcommander
netcon
net-creds
netdiscover
netmap
netmask
netreconn
netscan
netsed
netsniff-ng
network-app-stress-tester
netzob
nfcutils
nfdump
nfex
nfspy
nfsshell
ngrep
nield
nikto
nimbostratus
nipper
nishang
nkiller2
nmap
nmbscan
nomorexor
notification-daemon
notspikefile
nsdtool
nsec3walker
nsia
nsoq
ntds-decode
nvm
oat
obexstress
obfsproxy
oclhashcat
ocs
ohrwurm
oledump
oletools
ollydbg
onesixtyone
onionshare
openssh
openstego
opensvp
openvas-cli
openvas-libraries
openvas-manager
openvas-scanner
ophcrack
orage
orakelcrackert
origami
o-saft
oscanner
os-prober
ostinato
osueta
otori
outguess
owabf
owasp-bywaf
owtf
p0f
pacaur
pack
packerid
packeth
packet-o-matic
packetsender
packit
pacumen
padbuster
paketto
panhunt
panoptic
paranoic
paros
parsero
pasco
passcracking
passe-partout
passhunt
passivedns
pastenum
patator
pblind
pcapfix
pcapsipdump
pcredz
pdfbook-analyzer
pdfcrack
pdfid
pdf-parser
pdfresurrect
pdgmail
peach
peda
peepdf
peepingtom
peframe
pemcrack
pentbox
perl-anyevent-i3
perl-json-xs
perl-tftp
pev
pextractor
pgdbf
phemail
phoss
php-mt-seed
php-rfi-payload-decoder
phpstress
php-vulnerability-hunter
phrasendrescher
pip3line
pipal
pirana
plcscan
plecost
plown
pmcma
pnscan
pompem
portspoof
postgresql
postgresql-libs
posttester
powerfuzzer
powerline-fonts-git
powersploit
prads
praeda
princeprocessor
procyon
prometheus
propecia
protos-sip
proxychains-ng
proxycheck
proxyp
proxyscan
proxytunnel
pscan
pshitt
pstoreview
ptunnel
pulseaudio
pulseaudio-alsa
puppet
pwd-hash
pwdump
pwnat
pwntools
pyew
pyexfil
pyfiscan
pyinstaller
pyminifakedns
pyrasite
pyrit
pytacle
pytbull
python2-capstone
python2-pathlib
python2-pip
python2-pyside
python2-virtualenv
python2-yara
python-capstone
python-lxml
python-utidylib
quickrecon
radamsa
radare2
radiography
rainbowcrack
ranger-git
rarcrack
ratproxy
rawr
rcracki-mt
rdesktop-brute
reaver
rebind
recon-ng
recoverjpeg
recstudio
redfang
redirectpoison
redpoint
reflector
regeorg
reglookup
relay-scanner
replayproxy
responder
revipd
rfcat
rfdump
rfidiot
rfidtool
ridenum
rifiuti2
rinetd
ripdc
ristretto
rkhunter
rlogin-scanner
rootbrute
ropeadope
ropeme
ropgadget
ropper
roputils
rpdscan
rrs
rsakeyfind
rsmangler
rsync
rtlamr
rtlizer
rtlsdr-scanner
rtpbreak
rtp-flood
rubilyn
ruby-install
ruby-msgpack
ruby-ronin
ruby-ronin-support
rust
rww-attack
s3cmd
safecopy
sagan
sakis3g
sambascan
samdump2
samydeluxe
sandy
saruman
sasm
sb0x
sbd
scalpel
scanmem
scanssh
scapy
schnappi-dhcp
scout2
scrape-dns
scrapy
scrounge-ntfs
sctpscan
sdn-toolkit
sdparm
search1337
seat
secscan
secure-delete
sees
sergio-proxy
sessionlist
set
sfuzz
shellcodecs
shellme
shellnoob
sherlocked
shocker
shodan
shortfuzzy
sidguesser
siege
silk
simple-ducky
simple-lan-scan
sinfp
siparmyknife
sipcrack
sipp
sipsak
sipscan
sipshock
sipvicious
skipfish
skyjack
skype-dump
skypefreak
sleuthkit
slowhttptest
slowloris
smali
smartphone-pentest-framework
smbbf
smbexec
smbmap
smbrelay
smtp-fuzz
smtpmap
smtpscan
smtptx
smtp-user-enum
smtp-vrfy
sn00p
snapception
snarf
sniffjoke
snmpattack
snmp-brute
snmpcheck
snmpenum
snmp-fuzzer
snmpscan
snoopy-ng
snort
snow
snscan
socat
sockstat
soot
spade
sparta
sparty
spectools
speedpwn
speedtest-cli
spiderfoot
spiderpig-pdffuzzer
spiga
spike
spike-proxy
spiped
spipscan
splint
sploitctl
sploitego
spooftooph
spotify
sps
sqid
sqlbrute
sqlmap
sqlninja
sqlpat
sqlping
sqlsus
ssdp-scanner
sshatter
ssh-privkey-crack
sshscan
sshtrix
ssh-user-enum
sshuttle
sslcat
sslcaudit
ssldump
sslh
ssl-hostname-resolver
sslmap
sslnuke
ssl-phuck3r
sslscan
sslsniff
sslsplit
sslstrip
sslyze
stackflow
starttls-mitm
statsprocessor
steghide
stompy
storm-ring
strace
stunnel
subbrute
subdomainer
subterfuge
subversion
sucrack
sulley
superscan
suricata
svn-extractor
swaks
swfintruder
synflood
synner
synscan
sysdig
sysinternals-suite
t50
taof
tbear
tcgetkey
tckfc
tcl
tcpcontrol-fuzzer
tcpdump
tcpextract
tcpflow
tcpick
tcpjunk
tcpreplay
tcptraceroute
tcpwatch
tcpxtract
teardown
tekdefense-automater
termineter
tftp-bruteforce
tftp-fuzz
tftp-proxy
thc-ipv6
thc-keyfinder
thc-pptp-bruter
thc-smartbrute
thc-ssl-dos
thefuck
theharvester
themole
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tiger
tilt
timegen
tinc
tinfoleak
tinyproxy
tk
tlsenum
tlspretense
tlssled
tnscmd
topera
tor
tor-autocircuit
torshammer
torsocks
tpcat
traceroute
transmission-cli
transmission-gtk
treasure
trid
trinity
trixd00r
truecrypt
tsh
tsh-sctp
tumbler
tunna
tuxcut
twofi
u3-pwn
uatester
ubertooth
ubitack
udis86
udptunnel
uefi-firmware-parser
ufonet
ufo-wardriving
umap
umit
unhide
unibrute
unicorn
unicornscan
uniofuzz
uniscan
unix-privesc-check
unsecure
upnp-pentest-toolkit
upnpscan
upx
urlcrazy
urldigger
username-anarchy
usernamer
uw-loveimap
uw-offish
uw-udpscan
uw-zone
v3n0m
vagrant
valgrind
vane
vanguard
vbrute
vega
veil
veracrypt
vfeed
vidalia
videosnarf
vim
vinetto
viper
viproy-voipkit
virustotal
vivisect
vlan-hopping
vnak
vnc-bypauth
vncrack
voiper
voiphopper
voipong
volatility
vstt
vulscan
w3af
waffit
wafp
waidps
wapiti
wavemon
webacoo
webenum
webhandler
webpwn3r
webrute
webscarab
webshag
webshells
webslayer
websockify
web-soul
webspa
websploit
weevely
wepbuster
wfuzz
wget
whatweb
wi-feye
wificurse
wifi-honey
wifijammer
wifi-monitor
wifiphisher
wifitap
wifite
wig
wikigen
wine
winexe
winfo
wireless-ids
wireless_tools
wireshark-cli
wireshark-gtk
wirouter-keyrec
witchxtool
wlan2eth
wmat
wnmap
wol-e
wordbrutepress
wordpot
wpa_actiond
wpa-bruteforcer
wpa_supplicant
wpbf
wpscan
ws-attacker
wsfuzzer
wyd
xcat
xcavator
xf86-input-mtrack-git
xf86-input-synaptics
xf86-video-intel
xf86-video-qxl-git
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfce-theme-greybird
xfconf
xfdesktop
xfwm4
xfwm4-themes
xmonad
xorbruteforcer
xorg-server
xorg-xinit
xorg-xmessage
xorg-xmodmap
xorsearch
xortool
xplico
xprobe2
x-scan
xspy
xsser
xssless
xsss
xssscan
xsssniper
xssya
yaaf
yaf
yajl
yara
ycrawler
yersinia
yinjector
zackattack
zaproxy
zarp
zerowine
zgrab
zmap
zsh
zulu
zykeys
zzuf
