abs
ack
acl
alsa-lib
ansible
apache
apr
apr-util
arch-install-scripts
archlinux-keyring
aria2
asciidoc
atk
attr
audiofile
aurvote
autoconf
automake
avahi
awesome-git
b43-firmware
bash
bash-completion
bc
binutils
bison
boost
boost-libs
bridge-utils
broadcom-wl
bspwm-git
bzip2
bzr
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
cgmanager
chromium
chruby
cifs-utils
cmake
compositeproto
compton-git
confuse
conky
coreutils
cower
cracklib
cryptsetup
ctags
curl
damageproto
db
dbus
dbus-glib
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
dotconf
downgrade
doxygen
dri2proto
dri3proto
e2fsprogs
efibootmgr
efivar
elfutils
enca
expac
expat
faad2
facter
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
fish
fixesproto
flac
flex
fontconfig
fontsproto
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gconf
gdbm
gdk-pixbuf2
gettext
ghc
giflib
git
git-extras
glib2
glibc
glproto
gmp
gnome-mime-data
gnome-vfs
gnupg
gnutls
go
gobject-introspection-runtime
gperf
gpgme
gpm
graphite
grep
groff
grub
gsm
gstreamer0.10
gstreamer0.10-base
gtk-update-icon-cache
gtk2
guile
gzip
harfbuzz
haskell-json
haskell-mtl
haskell-parsec
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-text
haskell-tf-random
hicolor-icon-theme
hiera
htop
hub
hunspell
hwids
i3-wm
i3lock
i3status
iana-etc
icu
ifplugd
imagemagick
imlib2
inetutils
inputproto
iproute2
iptables
iputils
iw
jack
jasper
java-runtime-common
jemalloc
jfsutils
jre
js17
json-c
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
lame
lcms2
ldb
ldns
ldoc
lemonbar-git
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libatomic_ops
libbluray
libbsd
libcap
libcap-ng
libcddb
libcdio
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbus
libdc1394
libdrm
libdvdcss
libedit
libepoxy
libev
libevdev
libevent
libexif
libffi
libfontenc
libftdi-compat
libgcrypt
libgoom2
libgpg-error
libice
libid3tag
libidn
libirman
libjpeg-turbo
libksba
libldap
liblqr
libmad
libmms
libmodplug
libmpc
libmpdclient
libnih
libnl
libogg
libomxil-bellagio
libpciaccess
libpipeline
libpng
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsm
libsndfile
libsoxr
libssh
libssh2
libsystemd
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libupnp
libusb
libusb-compat
libutempter
libutil-linux
libva
libvdpau
libvorbis
libvpx
libwbclient
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzip
licenses
linux
linux-api-headers
linux-firmware
lirc
llvm-libs
logrotate
lua
lua-filesystem
lua-lgi
lua-penlight
lvm2
lxc
lynx
lz4
lzo
m4
make
man-db
man-pages
mcpp
mdadm
mercurial
mesa
mesa-libgl
mime-types
mkinitcpio
mkinitcpio-busybox
mozilla-common
mpd-git
mpfr
mtdev
nano
ncmpcpp-git
ncurses
net-tools
netctl
nettle
nginx
nodejs
npm
npth
nspr
nss
nvm
ocl-icd
opencore-amr
openjpeg
openresolv
openssh
openssl
opus
orc
os-prober
p11-kit
pacaur
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcmciautils
pcre
perl
perl-error
perl-file-basedir
perl-file-next
perl-ipc-system-simple
phantomjs
php
pinentry
pixman
pkg-config
pkgfile
polkit
popt
portaudio
postgresql
postgresql-libs
powerline-fonts-git
presentproto
procps-ng
psmisc
pth
puppet
python
python-colorama
python-psutil
python-setuptools
python-six
python-xdg
python2
python2-crypto
python2-dateutil
python2-ecdsa
python2-jinja
python2-markupsafe
python2-paramiko
python2-pip
python2-setuptools
python2-six
python2-virtualenv
python2-yaml
randrproto
ranger-git
readline
recode
recordproto
redis
reflector
reiserfsprogs
renderproto
resourceproto
rsync
rtmpdump
ruby
ruby-install
rxvt-unicode
rxvt-unicode-terminfo
s-nail
s3cmd
schroedinger
scrnsaverproto
sdl
sed
serf
shadow
shared-mime-info
shellcheck
smbclient
snappy
speech-dispatcher
speedtest-cli
speex
speexdsp
sqlite
startup-notification
subversion
sudo
sysfsutils
systemd
systemd-sysvcompat
taglib
talloc
tar
tarsnap
tdb
tevent
texinfo
the_silver_searcher
thefuck
thin-provisioning-tools
tmux
traceroute
ttf-bitstream-vera
ttf-google-fonts-git
twolame
tzdata
usbutils
util-linux
v4l-utils
vagrant
vcdimager
vi
videoproto
vim
vim-runtime
wavpack
wayland
weechat
wget
which
wireless_tools
wpa_actiond
wpa_supplicant
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-utils
xextproto
xf86-input-evdev
xf86-input-mtrack
xf86-input-synaptics
xf86-video-intel
xf86driproto
xf86vidmodeproto
xfsprogs
xineramaproto
xkeyboard-config
xmlto
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-twm
xorg-util-macros
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xproto
xterm
xvidcore
xz
yajl
zita-alsa-pcmi
zita-resampler
zlib
zsh
