atom
brave
caffeine
calibre
caprine
chromium
daisydisk
docker
firefoxdeveloperedition
firefoxnightly
font-anonymous-pro
font-anonymouspro-nerd-font
font-anonymouspro-nerd-font-mono
font-codenewroman-nerd-font
font-codenewroman-nerd-font-mono
font-consolas-for-powerline
font-cooper-hewitt
font-courier-prime
font-dashicons
font-dejavu-sans
font-dejavu-sans-mono-for-powerline
font-dejavusansmono-nerd-font
font-dejavusansmono-nerd-font-mono
font-devicons
font-droid-sans
font-droid-sans-mono
font-droid-sans-mono-for-powerline
font-droid-serif
font-droidsansmono-nerd-font
font-droidsansmono-nerd-font-mono
font-fira-code
font-fira-mono
font-fira-mono-for-powerline
font-fira-sans
font-firacode-nerd-font
font-firacode-nerd-font-mono
font-firamono-nerd-font
font-firamono-nerd-font-mono
font-fontawesome
font-foundation-icons
font-gentium-basic
font-gentium-book-basic
font-gentium-plus
font-gidole
font-gnu-unifont
font-go
font-go-medium
font-go-mono
font-hack
font-hack-nerd-font
font-hack-nerd-font-mono
font-hasklig
font-hasklig-nerd-font
font-hasklig-nerd-font-mono
font-icomoon
font-idealist-sans
font-inconsolata
font-inconsolata-dz
font-inconsolata-dz-for-powerline
font-inconsolata-for-powerline
font-inconsolata-g-for-powerline
font-inconsolata-lgc
font-inconsolata-nerd-font
font-inconsolata-nerd-font-mono
font-ionicons
font-iosevka-nerd-font
font-iosevka-nerd-font-mono
font-league-gothic
font-league-script
font-league-spartan
font-lekton
font-lekton-nerd-font
font-lekton-nerd-font-mono
font-liberation-mono-for-powerline
font-liberation-sans
font-liberationmono-nerd-font
font-liberationmono-nerd-font-mono
font-ligature-symbols
font-material-icons
font-materialdesignicons-webfont
font-menlo-for-powerline
font-merriweather
font-merriweather-sans
font-meslo-for-powerline
font-meslo-lg
font-meslo-nerd-font
font-meslo-nerd-font-mono
font-monofur
font-monofur-for-powerline
font-monofur-nerd-font
font-monofur-nerd-font-mono
font-monoid
font-monoid-nerd-font
font-monoid-nerd-font-mono
font-mononoki
font-mononoki-nerd-font
font-mononoki-nerd-font-mono
font-playfair-display
font-playfair-display-sc
font-profont-nerd-font
font-profont-nerd-font-mono
font-pt-mono
font-pt-sans
font-pt-serif
font-raleway
font-raleway-dots
font-roboto
font-roboto-condensed
font-roboto-mono
font-roboto-mono-for-powerline
font-roboto-slab
font-robotomono-nerd-font
font-robotomono-nerd-font-mono
font-source-code-pro
font-source-code-pro-for-powerline
font-source-sans-pro
font-source-serif-pro
font-sourcecodepro-nerd-font
font-sourcecodepro-nerd-font-mono
font-space-mono
font-spacemono-nerd-font
font-spacemono-nerd-font-mono
font-terminus
font-terminus-nerd-font
font-terminus-nerd-font-mono
font-ubuntu
font-ubuntu-mono-derivative-powerline
font-ubuntumono-nerd-font
font-ubuntumono-nerd-font-mono
hyper-canary
imagealpha
imageoptim
intellij-idea
iterm2
java
kap
karabiner
keyboard-cleaner
limechat
mailspring
mpv
omnifocus
provisioning
quicklook-csv
quicklook-json
retinizer
rightfont
skype
sublime-text-dev
the-unarchiver
transmission
virtualbox
visual-studio-code
vlc
webcatalog
webstorm
xld
xquartz
yakyak
