1password-cli
atom
aws-vault
brave
caffeine
caprine
chromium
daisydisk
docker
dropbox
firefoxdeveloperedition
firefoxnightly
font-fira-code
font-fira-mono
font-fira-sans
font-hack
font-hasklig
font-ia-writer-duospace
font-ibm-plex
font-open-sans
font-source-code-pro
font-source-sans-pro
font-source-serif-pro
gpg-suite
imagealpha
imageoptim
iterm2
java
kap
karabiner
keyboard-cleaner
limechat
mpv
omnifocus
provisioning
qlimagesize
quicklook-json
retinizer
safari-technology-preview
skype
sublime-text-dev
the-unarchiver
transmission
virtualbox
visual-studio-code
webstorm
xld
xquartz
yakyak
