aalib
ack
acmetool
algernon
amazon-ecs-cli
apm-bash-completion
argon2
aria2
armor
arping
asciidoc
asciinema
asio
assh
auto-scaling
autoconf-archive
automake
wallix/awless/awless
aws-apigateway-importer
aws-cfn-tools
aws-cloudsearch
aws-elasticache
aws-elasticbeanstalk
aws-keychain
aws-sdk-cpp
aws-shell
aws-sns-cli
awslogs
azure-cli
bash-completion@2
bash-snippets
bashdb
bats
bench
bfg
binutils
binwalk
boost-python
borg
brew-cask-completion
brotli
facebook/fb/buck
burl
bzip2
cabal-install
cabextract
caddy
ccat
certbot
certigo
certstrap
cgrep
chamber
check
checkstyle
chrome-cli
clang-format
cless
cloc
closure-compiler
closure-linter
cloud-watch
cmake
cmus
compose2kube
composer-completion
confuse
conjure-up
container-diff
coreutils
cppcheck
cscope
csvkit
csvtomd
ctop
cunit
cython
dante
dep
devd
dfc
diff-pdf
diff-so-fancy
diffutils
dirac
direnv
dirmngr
dmd
docker-ls
doctl
docx2txt
doitlive
doxygen
duo_unix
dwarfutils
ed
editorconfig
elm-format
enchant
entr
exiftags
exiftool
extract_url
faas-cli
fd
fdupes
ffind
kevingimbel/tap/fget
file-formula
findutils
fio
fish
flif
flow
fn
folly
fontforge
fonttools
fpp
freetds
fswatch
jhawthorn/fzy/fzy
gawk
gem-completion
geoip
ghi
ghq
gibo
gifsicle
gimme
gist
git
git-archive-all
git-extras
git-fresh
git-lfs
git-now
git-open
git-quick-stats
git-secrets
gitless
gitup
glances
glide
global
gnu-prolog
gnu-sed
gnu-tar
gnu-which
gnuplot
gnustep-make
gomplate
googler
gopass
kevingimbel/tap/goserve
gotags
gox
gpatch
gperftools
graphicsmagick
grc
grep
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gst-python
gtk-doc
guetzli
guile
gutenberg
gzip
hadolint
hashcat
help2man
hg-fast-export
hh
highlight
hiredis
hr
httest
http_load
httpflow
httpie
httpstat
hub
hyper
icarus-verilog
icdiff
imagejs
imagemagick
imap-uw
imlib2
intltool
kevingimbel/tap/isup
itstool
jdupes
simeji/jid/jid
jpeg-turbo
jpegoptim
json-c
just
loadimpact/k6/k6
kakoune
karn
known_hosts
kompose
kops
kube-aws
kubectx
kubeless
kubernetes-helm
ldns
legit
leiningen
less
lftp
libaacs
libarchive
libatomic_ops
libav
libdv
libdvdnav
libebur128
libedit
libexif
libiconv
librdkafka
libressl
librsync
libsoxr
libspiro
libtermkey
libtorrent-rasterbar
libuninameslist
libusb-compat
libvterm
libwebm
libwebsockets
libxdg-basedir
libxkbcommon
libxo
libxslt
kevingimbel/tap/license
livestreamer
llvm
luvit
lynx
lzip
lzo
m-cli
m4
make
makedepend
markdown
mas
maven
mcrypt
md5sha1sum
mdp
media-info
megacmd
mercurial
meson
micro
mighttpd2
minio-mc
moreutils
mosh
mp3splt
mpc
mycli
nano
nasm
ncdu
netcat
ngrep
nnn
noti
oath-toolkit
odt2txt
opam
open-completion
openssh
openssl@1.1
opusfile
caryll/tap/otfcc-mac64
packer
par2
path-extractor
pdf2svg
pdfgrep
peco
phantomjs
pidcat
pidof
pigz
pinentry-mac
pip-completion
pipes-sh
png2ico
pngcrush
pngquant
pre-commit
proctools
psgrep
pup
pv
ranger
rclone
re2c
reattach-to-user-namespace
rename
repo
restic
rhino
rlwrap
rmlint
grammarly/tap/rocker
rpl
rsync
rust
rustup-init
s-lang
s-search
s3-backer
s3cmd
sassc
sbtenv
scons
screen
screenfetch
screenresolution
selecta
shared-mime-info
shellcheck
shellshare
shfmt
shpotify
siege
sift
slackcat
sngrep
socat
spdylay
speedtest-cli
speexdsp
sphinx-doc
spotctl
ssh-audit
ssh-copy-id
sshrc
sslh
sslmate
sslyze
startup-notification
subversion
svg2png
svgcleaner
swagger-codegen
swig
sysdig
taglib
tbb
tcl-tk
tcpdump
td
terminal-notifier
terraform
terraform_landscape
testssl
texi2html
texinfo
wata727/tflint/tflint
the_platinum_searcher
thefuck
tidy-html5
tldr
tmate
tmux
todolist
vapor/tap/toolbox
tree
ttfautohint
ttyrec
twtxt
uchardet
unar
unibilium
joshuaclayton/formulae/unused
unzip
utf8proc
vagrant-completion
valelint/vale/vale
vapoursynth
vault
vaulted
verilator
vim
vnu
wakatime-cli
warp
watch
watchman
wdiff
wego
wget
wifi-password
wput
wslay
wtf
xerces-c
xhyve
xmlstarlet
xmlto
xonsh
yajl
yarn
yasm
you-get
youtube-dl
zip
zlib
zopfli
zsh
zsh-syntax-highlighting
