aria2
asciidoc
asciinema
automake
awscli
bash-completion@2
bats
bfg
binutils
binwalk
boost-python
brotli
cabal-install
ccat
certigo
certstrap
clang-format
cless
cloc
cmake
confuse
coreutils
cppcheck
cscope
vapor/tap/ctls
ctop
cunit
cython
dante
dep
devd
dfc
dialog
diff-pdf
diff-so-fancy
diffutils
direnv
dirmngr
dmd
doctl
docx2txt
doitlive
doxygen
duo_unix
dwarfutils
ed
editorconfig
enchant
entr
exiftags
exiftool
faas-cli
fd
fdupes
ffind
ffmpeg
file-formula
findutils
fio
flif
flow
fn
folly
fontforge
fonttools
fpp
freetds
fswatch
jhawthorn/fzy/fzy
gawk
ghi
ghq
gibo
gifsicle
gimme
git
git-extras
git-lfs
gitup
global
gnu-getopt
gnu-sed
gnu-tar
gnu-which
gomplate
gpatch
graphicsmagick
grc
grep
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gst-python
gtk-doc
guetzli
guile
gutenberg
gzip
hadolint
hashcat
help2man
hh
highlight
hr
httest
httpflow
httpie
httpstat
hub
hyper
icdiff
imagemagick
imap-uw
imlib2
intltool
kevingimbel/tap/isup
itstool
jdupes
jpeg-turbo
jpegoptim
jq
json-c
json-glib
jsoncpp
just
loadimpact/k6/k6
kakoune
karn
known_hosts
ldns
legit
leiningen
less
lftp
libaacs
libao
libarchive
libatomic_ops
libav
libconfig
libcue
libdv
libdvdnav
libebur128
libedit
libelf
libexif
libgit2
libiconv
libnet
librdkafka
libressl
librsync
libsoxr
libspiro
libtermkey
libtorrent-rasterbar
libuninameslist
libusb-compat
libvterm
libwebm
libwebsockets
libxdg-basedir
libxkbcommon
libxo
libxslt
kevingimbel/tap/license
livestreamer
llvm
luvit
lzip
lzo
m4
make
makedepend
markdown
mas
maven
mcrypt
md5sha1sum
mdp
media-info
mercurial
meson
micro
mighttpd2
minio-mc
moreutils
mp3splt
mp4v2
mpc
msgpack
nano
nasm
ncdu
netcat
ngrep
nnn
noti
oath-toolkit
odt2txt
opam
open-completion
openssh
openssl@1.1
opusfile
caryll/tap/otfcc-mac64
packer
par2
path-extractor
pdf2svg
pdfgrep
peco
phantomjs
pidcat
pidof
pinentry-mac
pip-completion
pipes-sh
png2ico
pngcrush
pngquant
pre-commit
proctools
protobuf
psgrep
pup
pv
pwgen
ranger
rclone
re2c
reattach-to-user-namespace
rename
repo
restic
ripgrep
rlwrap
rsync
rust
rustup-init
s-lang
s-search
sassc
sbtenv
scons
screen
screenfetch
screenresolution
shellcheck
shfmt
socat
spdylay
speexdsp
sphinx-doc
ssh-copy-id
sslmate
startup-notification
subversion
svg2png
svgcleaner
tcl-tk
tcpdump
terminal-notifier
terraform
the_silver_searcher
thefuck
tidy-html5
tldr
tmux
tree
ttfautohint
ttyrec
uchardet
unzip
utf8proc
valelint/vale/vale
vim
vnu
wakatime-cli
watchman
wdiff
wget
yarn
youtube-dl
zip
